13/data/attachments/6097709c3b4de6c1.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Tristan_over_Friend_43041_6</nif:username>
            <nif:friendToBeRequested>soap_friends_e68121d1-a160-4b43-b0de-9e07121b941b</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>